IDEA Open Model
PlateElements.Elements Property
Compatible with IDEA StatiCa Beta 20.0
 List of fem elements for plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<FemElement> Elements { get; set; }
Public Property Elements As List(Of FemElement)
	Get
	Set
Property Value
Type: List<FemElement>
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace